Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

# $bluetooth_enable_guide
source: Turn on Bluetooth in the device settings and allow the app to access Bluetooth.
de: Aktivieren Sie Bluetooth in den Geräteeinstellungen und erlauben Sie der App den Zugriff auf Bluetooth.
es: Active Bluetooth en la configuración del dispositivo y permita que la aplicación acceda a Bluetooth.
pl: Włącz Bluetooth w ustawieniach urządzenia i zezwól aplikacji na dostęp do Bluetooth.
ru: Включите Bluetooth в настройках устройства и разрешите приложению доступ к Bluetooth.
th: เปิดบลูทูธในการตั้งค่าอุปกรณ์และอนุญาตให้แอปเข้าถึงบลูทูธ
tr: Cihaz ayarlarında Bluetooth'u açın ve uygulamanın Bluetooth'a erişmesine izin verin.
uk: Увімкніть Bluetooth у налаштуваннях пристрою та дозвольте програмі доступ до Bluetooth.
zh_hans: 请在设备设置中开启蓝牙并允许应用访问蓝牙。
zh_hant: 請在設備設定中開啟藍牙並允許應用程式存取藍牙。

# $bounce_action
source: Bounce
de: Zurücksenden
es: Rebotar
pl: Odbicie
ru: Отскок
th: การตีกลับ
tr: Geri dönüş
uk: Відскок
zh_hans: 反弹
zh_hant: 反彈

# $burn_action
source: Burn
de: Verbrennen
es: Quemar
pl: Palenie
ru: Сжигание
th: การเผา
tr: Yakma
uk: Спалювання
zh_hans: 销毁
zh_hant: 銷毀

# $buy_nft_action
source: Buy NFT
de: NFT kaufen
es: Comprar NFT
pl: Zakup NFT
ru: Покупка NFT
th: การซื้อ NFT
tr: NFT satın alma
uk: Купівля NFT
zh_hans: 购买 NFT
zh_hant: 購買 NFT

# $call_contract_action
source: Call Contract
de: Vertrag aufrufen
es: Llamar contrato
pl: Wywołanie kontraktu
ru: Вызов контракта
th: การเรียกสัญญา
tr: Sözleşme çağrısı
uk: Виклик контракту
zh_hans: 调用合约
zh_hant: 呼叫合約

# $check_words_description
source: Now let’s check that you wrote your secret words correctly.
de: Jetzt überprüfen wir, ob Sie Ihre geheimen Wörter korrekt geschrieben haben.
es: Ahora verifiquemos que haya escrito sus palabras secretas correctamente.
pl: Sprawdźmy teraz, czy poprawnie zapisałeś swoje tajne słowa.
ru: Теперь давайте проверим, правильно ли вы записали свои секретные слова.
th: ตอนนี้เรามาตรวจสอบกันว่าคุณเขียนคำลับถูกต้องหรือไม่
tr: Şimdi, gizli kelimelerinizi doğru yazıp yazmadığınızı kontrol edelim.
uk: Тепер давайте перевіримо, чи правильно ви записали свої секретні слова.
zh_hans: 现在让我们检查一下您是否正确写下了秘密词语。
zh_hant: 現在讓我們檢查一下您是否正確寫下了秘密詞語。

# $copy_mnemonic_warning
source: Storing words in a digital environment, including the **clipboard**, is not safe. Make sure you have your recovery phrase securely saved.
de: Das Speichern von Wörtern in einer digitalen Umgebung, einschließlich der **Zwischenablage**, ist nicht sicher. Stellen Sie sicher, dass Sie Ihren Wiederherstellungssatz sicher gespeichert haben.
es: Almacenar palabras en un entorno digital, incluido el **portapapeles**, no es seguro. Asegúrate de tener tu frase de recuperación guardada de forma segura.
pl: Przechowywanie słów w środowisku cyfrowym, w tym w **schowku**, nie jest bezpieczne. Upewnij się, że masz bezpiecznie zapisaną frazę odzyskiwania.
ru: Хранение слов в цифровой среде, включая **буфер обмена**, небезопасно. Убедитесь, что вы сохранили свою фразу восстановления в безопасном месте.
th: การเก็บคำในสภาพแวดล้อมดิจิทัล รวมถึง **คลิปบอร์ด** ไม่ปลอดภัย ตรวจสอบให้แน่ใจว่าคุณได้บันทึกวลีกู้คืนไว้อย่างปลอดภัย
tr: Kelimeleri **pano** dahil dijital bir ortamda saklamak güvenli değildir. Kurtarma ifadenizi güvenli bir şekilde kaydettiğinizden emin olun.
uk: Зберігання слів у цифровому середовищі, включаючи **буфер обміну**, не є безпечним. Переконайтеся, що ви зберегли свою фразу відновлення в безпечному місці.
zh_hans: 在数字环境（包括**剪贴板**）中存储单词不安全。请确保您已安全保存恢复短语。
zh_hant: 在數位環境（包括**剪貼簿**）中儲存單字不安全。請確保您已安全保存恢復短語。

# $current_wallet_version
source: Your current wallet version is %1$@.
de: Ihre aktuelle Wallet-Version ist %1$@.
es: La versión actual de tu cartera es %1$@.
pl: Twoja obecna wersja portfela to %1$@.
ru: Ваша текущая версия кошелька %1$@.
th: เวอร์ชั่นของวอลเล็ตของคุณคือ %1$@.
tr: Mevcut cüzdan versiyonunuz %1$@.
uk: Ваша поточна версія гаманця %1$@.
zh_hans: 您当前的钱包版本是%1$@。
zh_hant: 您當前的錢包版本為%1$@。

# $dapp_can_view_balance
source: %1$@ will be able to view wallet address and balance.
de: %1$@ wird die Wallet adresse und den Kontostand anzeigen können.
es: %1$@ podrá ver la dirección y el saldo del monedero.
pl: %1$@ będzie mógł zobaczyć adres portfela i saldo.
ru: Для %1$@ будет доступен ваш адрес кошелька и баланс.
th: %1$@ จะสามารถดูที่อยู่บัญชีและยอดเงินของวอลเล็ตของคุณได้.
tr: %1$@ cüzdan adresini ve bakiyesini görüntüleyebilecek.
uk: Для %1$@ буде доступна ваша адреса гаманця і баланс.
zh_hans: %1$@ 将能够查看钱包地址和余额。
zh_hant: %1$@將能夠查看錢包地址和余額。

# $dapp_dns_change_record_payload
source: Changing "%1$@" record of domain %2$@ to %3$@
de: Ändern des „%1$@“-Eintrags der Domäne %2$@ in %3$@
es: Cambiando el registro "%1$@" del dominio %2$@ a %3$@
pl: Zmiana rekordu „%1$@” domeny %2$@ na %3$@
ru: Изменение %1$@ записи домена %2$@ на %3$@
th: การเปลี่ยนบันทึก "%1$@" ของโดเมน %2$@ เป็น %3$@
tr: %1$@ alanının "%2$@" kaydı %3$@ olarak değiştiriliyor
uk: Зміна запису "%1$@" домену %2$@ на %3$@
zh_hans: 将域 %1$@ 的“%2$@”记录更改为 %3$@
zh_hant: 將網域 %1$@ 的「%2$@」記錄變更為 %3$@

# $dapp_dns_delete_record_payload
source: Deleting "%1$@" record of domain %2$@
de: „%1$@“-Eintrag der Domäne %2$@ wird gelöscht
es: Eliminando el registro "%1$@" del dominio %2$@
pl: Usuwanie rekordu „%1$@” domeny %2$@
ru: Удаление %1$@ записи домена %2$@
th: กำลังลบบันทึก "%1$@" ของโดเมน %2$@
tr: %1$@ alan adının "%2$@" kaydı siliniyor
uk: Видалення запису "%1$@" домену %2$@
zh_hans: 删除域 %1$@ 的“%2$@”记录
zh_hant: 正在刪除網域 %1$@ 的「%2$@」記錄

# $dapp_dns_delete_wallet_payload
source: Deleting linked wallet of domain %1$@
de: Verknüpfte Brieftasche der Domäne %1$@ wird gelöscht
es: Eliminando la billetera vinculada del dominio %1$@
pl: Usuwanie połączonego portfela domeny %1$@
ru: Удаление привязанного кошелька домена %1$@
th: กำลังลบกระเป๋าเงินที่เชื่อมโยงของโดเมน %1$@
uk: Видалення пов’язаного гаманця домену %1$@
zh_hans: 删除域 %1$@ 的链接钱包
zh_hant: 正在刪除網域 %1$@ 的連結錢包

# $dapp_dns_set_wallet_payload
source: Changing linked wallet of domain %1$@ to %2$@
de: Ändern der verknüpften Brieftasche der Domäne %1$@ in %2$@
es: Cambiar la billetera vinculada del dominio %1$@ a %2$@
pl: Zmiana połączonego portfela domeny %1$@ na %2$@
ru: Изменение привязанного кошелька домена %1$@ на %2$@
th: การเปลี่ยนกระเป๋าเงินที่เชื่อมโยงของโดเมน %1$@ เป็น %2$@
tr: %1$@ alanının bağlı cüzdanını %2$@ olarak değiştirme
uk: Зміна пов’язаного гаманця домену %1$@ на %2$@
zh_hans: 将域 %1$@ 的链接钱包更改为 %2$@
zh_hant: 將網域 %1$@ 的連結錢包更改為 %2$@

# $dapp_liquid_staking_deposit_payload
source: Deposit to liquid staking
de: Einzahlung zum Liquid Staking
es: Depósito a apuesta líquida
pl: Wpłać do płynnego stakingu
ru: Депозит в ликвидный стейкинг
th: ฝากเพื่อปักหลักของเหลว
tr: Likit staking'e para yatırma
uk: Депозит на ліквідний стейкінг
zh_hans: 存款到流动质押
zh_hant: 存款到流動質押

# $dapp_liquid_staking_vote_payload
source: Voting "%1$@" for proposal %2$@
de: Abstimmung „%1$@“ für Vorschlag %2$@
es: Votando "%1$@" por la propuesta %2$@
pl: Głosowanie „%1$@” na propozycję %2$@
ru: Голосование "%1$@" за предложение %2$@
th: กำลังโหวต "%1$@" สำหรับข้อเสนอ %2$@
tr: %1$@ teklifi için "%2$@" oyu veriliyor
uk: Голосування "%1$@" за пропозицію %2$@
zh_hans: 对提案 %1$@ 投票“%2$@”
zh_hant: 對提案 %1$@ 投票“%2$@”

# $dapp_return_details
source: %1$@ will be immediately debited from your wallet to pay the fee. %2$@ will be returned to you within a few minutes.
de: %1$@ wird sofort von Ihrer Wallet abgebucht, um die Gebühr zu bezahlen. %2$@ wird Ihnen innerhalb weniger Minuten zurückerstattet.
es: %1$@ se debitará inmediatamente de tu billetera para pagar la tarifa. %2$@ te será devuelto en unos minutos.
pl: %1$@ zostanie natychmiast pobrane z Twojego portfela na opłatę. %2$@ zostanie Ci zwrócone w ciągu kilku minut.
ru: %1$@ будет мгновенно списано с вашего кошелька для оплаты комиссии. %2$@ будет возвращено вам в течение нескольких минут.
th: %1$@ จะถูกหักจากกระเป๋าเงินของคุณทันทีเพื่อชำระค่าธรรมเนียม %2$@ จะถูกคืนให้คุณภายในไม่กี่นาที
tr: %1$@, ücreti ödemek için cüzdanınızdan anında tahsil edilecektir. %2$@ birkaç dakika içinde size geri gönderilecektir.
uk: %1$@ буде миттєво списано з вашого гаманця для оплати комісії. %2$@ буде повернуто вам протягом кількох хвилин.
zh_hans: %1$@ 将立即从您的钱包扣除以支付费用。 %2$@ 将在几分钟内退还给您。
zh_hant: %1$@ 將立即從您的錢包扣除以支付費用。 %2$@ 將在幾分鐘內退還給您。

# $dapp_single_nominator_change_validator_payload
source: Changing address of SingleNominator staking contract validator to %1$@
de: Adresse des SingleNominator-Staking-Vertragsvalidators in %1$@ ändern
es: Cambiar la dirección del validador de contratos de participación de SingleNominator a %1$@
pl: Zmiana adresu walidatora umowy stakingowej SingleNominator na %1$@
ru: Изменение адреса валидатора стейкинг-контракта SingleNominator на %1$@
th: การเปลี่ยนที่อยู่ของผู้ตรวจสอบสัญญาการปักหลัก SingleNominator เป็น %1$@
tr: SingleNominator staking sözleşmesi doğrulayıcısının adresi %1$@ olarak değiştiriliyor
uk: Зміна адреси валідатора контракту стекінгу SingleNominator на %1$@
zh_hans: 将 SingleNominator 质押合约验证者的地址更改为 %1$@
zh_hant: 將 SingleNominator 質押合約驗證器的位址改為 %1$@

# $dapp_single_nominator_withdraw_payload
source: Withdrawal of %1$@ TON from SingleNominator staking contract
de: Abhebung von %1$@ TON vom SingleNominator-Staking-Vertrag
es: Retiro de %1$@ TON del contrato de participación de SingleNominator
pl: Wycofanie %1$@ TON z umowy stakingu SingleNominator
ru: Вывод %1$@ TON из стейкинг-контракта SingleNominator
th: การถอน %1$@ TON จากสัญญาการวางเดิมพัน SingleNominator
tr: %1$@ TON'un SingleNominator staking sözleşmesinden çekilmesi
uk: Зняття %1$@ TON з контракту на ставку SingleNominator
zh_hans: 从 SingleNominator 质押合约中提取 %1$@ TON
zh_hant: 從 SingleNominator 質押合約中提取 %1$@ TON

# $dapp_token_bridge_pay_swap_payload
source: Confirmation of exchange via cross-chain bridge
de: Bestätigung des Austauschs über die Cross-Chain-Bridge
es: Confirmación de intercambio a través de un puente entre cadenas
pl: Potwierdzenie wymiany poprzez most krzyżowo-łańcuchowy
ru: Подтверждение обмена через кроссчейн-мост
th: การยืนยันการแลกเปลี่ยนผ่านสะพานข้ามสายโซ่
tr: Zincirler arası köprü aracılığıyla değişim onayı
uk: Підтвердження обміну через міжланцюговий міст
zh_hans: 通过跨链桥确认交易
zh_hant: 透過跨鏈橋確認兌換

# $dapp_transfer_tokens_burn
source: Burning %1$@
de: Brennen von %1$@
es: Quemando %1$@
pl: Spalanie %1$@
ru: Сжигание %1$@
th: กำลังเผาไหม้ %1$@
tr: %1$@ yakılıyor
uk: Горить %1$@
zh_hans: 燃烧%1$@
zh_hant: 燃燒%1$@

# $dapp_vesting_add_whitelist_payload
source: Adding %1$@ to vesting wallet whitelist
de: %1$@ zur Vesting Wallet-Whitelist hinzufügen
es: Agregar %1$@ a la lista blanca de billeteras con derechos de uso
pl: Dodanie %1$@ do białej listy portfeli uprawnień
ru: Добавление адреса %1$@ в whitelist вестинг-кошелька
th: กำลังเพิ่ม %1$@ ไปยังรายการที่อนุญาตของกระเป๋าสตางค์
tr: Vesting cüzdanı beyaz listesine %1$@ ekleniyor
uk: Додавання %1$@ до білого списку гаманців
zh_hans: 将 %1$@ 添加到归属钱包白名单
zh_hant: 將%1$@加入歸屬錢包白名單

# $dapps-description
source: You can log in on dapps that support %1$@. They can view wallet address, balance, and request operations.
de: Sie können sich bei Dapps anmelden, die %1$@ unterstützen. Sie können Ihre Wallet-Adresse und Ihr Guthaben einsehen und Operationen anfordern.
es: Puede iniciar sesión en dapps compatibles con %1$@. Pueden ver la dirección del monedero, el saldo y solicitar operaciones.
pl: Możesz zalogować się na aplikacje wspierające %1$@. Mogą one wyświetlać adres portfela, saldo oraz żądać operacji.
ru: Вы можете подключиться к децентрализованным приложениям, поддерживающим %1$@. Они могут просматривать адрес кошелька, баланс и запрашивать операции.
th: คุณสามารถล็อกอินไปยัง dApps ที่รองรับ %1$@ ได้. โดย Dapp นั้นจะสามารถดูที่อยู่บัญชี, ยอดเงิน, และส่งคำขอการทำรายการได้.
tr: %1$@'ı destekleyen Dapp'lerde oturum açabilirsiniz. Bu Dapp'ler, cüzdan adresini, bakiyeyi görüntüleyebilir ve işlem talep edebilirler.
uk: Ви можете підключитися до децентралізованих додатків, що підтримують %1$@. Вони можуть переглядати адресу гаманця, баланс і запитувати операції.
zh_hans: 您可以登录支持 %1$@ 的 dapp。 它们可以查看钱包地址、余额并请求操作。
zh_hant: 您可以登錄支持 %1$@ 的 dapp。 它們可以查看錢包地址、餘額並請求操作。

# $delete_domain_record_action
source: Delete Domain Record
de: Domain-Eintrag gelöschen
es: Eliminar registro de dominio
pl: Usunięcie rekordu domeny
ru: Удаление записи домена
th: การลบบันทึกโดเมน
tr: Alan adı kaydını silme
uk: Видалення запису домену
zh_hans: 删除域名记录
zh_hant: 刪除域名記錄

# $deploy_contract_action
source: Deploy Contract
de: Vertrag bereitstellen
es: Implementar contrato
pl: Wdrażanie kontraktu
ru: Развёртывание контракта
th: การปรับใช้สัญญา
tr: Sözleşme dağıtımı
uk: Розгортання контракту
zh_hans: 部署合约
zh_hant: 部署合約

# $domain_expire
source: **%1$@** expires %2$@
de: **%1$@** läuft %2$@ ab
es: **%1$@** expira %2$@
pl: **%1$@** wygasa %2$@
ru: **%1$@** истекает %2$@
th: **%1$@** หมดอายุ %2$@
tr: **%1$@** %2$@ sona eriyor
uk: **%1$@** закінчується %2$@
zh_hans: **%1$@** 将于%2$@到期
zh_hant: **%1$@** 將於%2$@到期

# $domain_like_scam_warning
source: The entered address is likely a **SCAM**. This is **NOT** an address of any exchange or your token wallet. This is a long **domain** that **scammers** use to convince people they are sending tokens to a known address. **Cancel** this transfer and **never** trust strangers. Learn more about this and other scams in our %1$@.
de: Die eingegebene Adresse ist wahrscheinlich ein **BETRUG**. Dies ist **KEINE** Adresse einer Börse oder Ihres Token-Wallets. Dies ist eine lange **Domain**, die **Betrüger** verwenden, um Menschen zu überzeugen, dass sie Token an eine bekannte Adresse senden. **Brechen Sie** diese Überweisung ab und **vertrauen Sie niemals** Fremden. Erfahren Sie mehr über diesen und andere Betrugsmethoden in unserem %1$@.
es: La dirección ingresada probablemente sea una **ESTAFA**. Esta **NO** es una dirección de ningún exchange o de tu monedero de tokens. Este es un **dominio** largo que los **estafadores** usan para convencer a las personas de que están enviando tokens a una dirección conocida. **Cancela** esta transferencia y **nunca** confíes en extraños. Más información sobre esta y otras estafas en nuestro %1$@.
pl: Wprowadzony adres to prawdopodobnie **OSZUSTWO**. To **NIE** jest adres żadnej giełdy ani Twojego portfela tokenów. To długa **domena**, której **oszuści** używają, by przekonać ludzi, że wysyłają tokeny na znany adres. **Anuluj** ten transfer i **nigdy** nie ufaj nieznajomym. Dowiedz się więcej o tym i innych oszustwach w naszym %1$@.
ru: Введённый адрес, скорее всего, принадлежит **МОШЕННИКАМ**. Это **НЕ** адрес какой-либо биржи или вашего кошелька токенов. Это длинный **домен**, который **мошенники** используют, чтобы убедить людей, что они отправляют токены на известный адрес. **Отмените** этот перевод и **никогда** не доверяйте незнакомцам. Узнайте больше об этом и других схемах мошенничества в нашей %1$@.
th: ที่อยู่ที่ป้อนเข้ามาน่าจะเป็นการ **หลอกลวง** นี่ **ไม่ใช่** ที่อยู่ของแพลตฟอร์มแลกเปลี่ยนหรือกระเป๋าโทเคนของคุณ นี่คือ **โดเมน** ยาวที่ **ผู้หลอกลวง** ใช้เพื่อโน้มน้าวให้ผู้คนเชื่อว่ากำลังส่งโทเคนไปยังที่อยู่ที่รู้จัก **ยกเลิก** การโอนนี้และ **อย่าไว้ใจ** คนแปลกหน้า เรียนรู้เพิ่มเติมเกี่ยวกับการหลอกลวงนี้และรูปแบบอื่นๆ ใน %1$@ ของเรา
tr: Girilen adres büyük olasılıkla bir **DOLANDIRICILIKTIR**. Bu, herhangi bir borsanın veya token cüzdanınızın adresi **DEĞİLDİR**. Bu, dolandırıcıların insanları tokenları bilinen bir adrese gönderdiklerine inandırmak için kullandıkları uzun bir **alandır**. Bu transferi **İptal edin** ve yabancılara asla **güvenmeyin**. Bu ve diğer dolandırıcılık yöntemleri hakkında daha fazla bilgi için %1$@'mizi ziyaret edin.
uk: Введена адреса, ймовірно, **ШАХРАЙСТВО**. Це **НЕ** адреса жодної біржі або вашого гаманця токенів. Це довгий **домен**, який **шахраї** використовують, щоб переконати людей, що вони надсилають токени на відому адресу. **Скасуйте** цей переказ і **ніколи** не довіряйте незнайомцям. Дізнайтеся більше про цю та інші шахрайські схеми в нашiй %1$@.
zh_hans: 输入的地址很可能是一个**骗局**。这**不是**任何交易所或您的代币钱包地址。 这是一个**骗子**用来让人们相信他们正在向已知地址发送代币的长**域名**。 **取消**此转账并且**永远不要**信任陌生人。在我们的%1$@中了解有关此骗局和其他骗局的更多信息。
zh_hant: 輸入的地址很可能是一個**騙局**。這**不是**任何交易所或您的代幣錢包地址。 這是一個**騙子**用來讓人們相信他們正在向已知地址發送代幣的長**網域**。 **取消**此轉賬並且**永遠不要**信任陌生人。在我們的%1$@中了解有關此騙局和其他騙局的更多信息。

# $domain_was_expired
source: **%1$@** is expired
de: **%1$@** ist abgelaufen
es: **%1$@** ha expirado
pl: **%1$@** wygasł
ru: **%1$@** истёк
th: **%1$@** หมดอายุแล้ว
tr: **%1$@** süresi doldu
uk: **%1$@** закінчився
zh_hans: **%1$@** 已过期
zh_hant: **%1$@** 已過期

# $dont_have_required_nft
source: You don’t have the required NFT to send.
de: Sie haben das erforderliche NFT nicht, um es zu senden.
es: No tiene el NFT requerido para enviar.
pl: Nie masz wymaganego NFT do wysłania.
ru: У вас нет необходимого NFT для отправки.
th: คุณไม่มี NFT ที่ต้องการเพื่อส่ง.
tr: Göndermek için gerekli NFT'ye sahip değilsiniz.
uk: У вас немає потрібного NFT для відправки.
zh_hans: 您没有所需的NFT来发送。
zh_hant: 您沒有所需的NFT來發送。

# $dont_have_required_token
source: You don’t have the required token to send, but it can be swapped.
de: Sie haben den erforderlichen Token nicht, aber er kann umgetauscht werden.
es: No tiene el token requerido, pero se puede intercambiar.
pl: Nie masz wymaganego tokena, ale można go wymienić.
ru: У вас нет необходимого токена для отправки, но его можно обменять.
th: คุณไม่มีโทเค็นที่ต้องการ แต่สามารถแลกเปลี่ยนได้.
tr: Gerekli tokena sahip değilsiniz, ancak takas edilebilir.
uk: У вас немає потрібного токена, але його можна обміняти.
zh_hans: 您没有所需的代币，但可以交换。
zh_hant: 您沒有所需的代幣，但可以交換。

# $expired_many
source: Expired
de: Abgelaufen
es: Expirados
pl: Wygasły
ru: Истекли
th: หมดอายุแล้ว
tr: Süresi Doldu
uk: Закінчилися
zh_hans: 已过期
zh_hant: 已過期

# $fee_details
source: %1$@ need to be immediately debited from your wallet to pay the fee. Part of this will be returned **in **%2$@ to you as excess within a few minutes. This is how %3$@ Blockchain works.
de: "%1$@ müssen sofort von Ihrer Wallet abgebucht werden, um die Gebühr zu bezahlen. Ein Teil davon wird Ihnen **in **%2$@ als Überschuss innerhalb weniger Minuten zurückerstattet." So funktioniert die %3$@ Blockchain.
es: Se deben debitar %1$@ inmediatamente de su billetera para pagar la tarifa. Una parte de esto se le devolverá **en **%2$@ como excedente en unos minutos. Así es como funciona %3$@ Blockchain.
pl: "%1$@ zostanie natychmiast pobrane z Twojego portfela w celu uiszczenia opłaty. Część tej kwoty zostanie zwrócona **w **%2$@ jako reszta w ciągu kilku minut." Oto jak działa %3$@ Blockchain.
ru: %1$@ будет мгновенно списано с вашего кошелька для оплаты комиссии. Часть этой суммы будет возвращена вам **в **%2$@ как сдача в течение нескольких минут. Так работает блокчейн %3$@.
th: จำเป็นต้องหัก %1$@ จากกระเป๋าเงินของคุณทันทีเพื่อชำระค่าธรรมเนียม ส่วนหนึ่งของจำนวนนี้จะถูกคืนให้คุณ **เป็น **%2$@ ในรูปแบบส่วนเกินภายในไม่กี่นาที %3$@ Blockchain ทำงานแบบนี้
tr: Ücreti ödemek için cüzdanınızdan %1$@ hemen çekilmelidir. Bunun bir kısmı birkaç dakika içinde fazlalık olarak size %2$@** cinsinden** geri iade edilecektir. %3$@ Blockchain’in çalışma prensibi şöyledir.
uk: %1$@ буде миттєво списано з вашого гаманця для оплати комісії. Частину цієї суми буде повернуто вам **в **%2$@ як здача протягом кількох хвилин. Ось як працює блокчейн %3$@.
zh_hans: 需要立即从您的钱包中扣除 %1$@ 以支付费用。部分金额将在几分钟内以 %2$@ 的形式返还给您作为多余款项。 这就是 %3$@ 区块链的工作方式。
zh_hant: 需要立即從您的錢包中扣除 %1$@ 以支付費用。部分金額將在幾分鐘內以 %2$@ 的形式返還給您作為多餘款項。 這就是 %3$@ 區塊鏈的工作方式。

# $fee_value
source: Fee %1$@
de: Gebühr %1$@
es: Comisión %1$@
pl: Opłata %1$@
ru: Комиссия %1$@
th: ค่าธรรมเนียม %1$@
tr: Ücret %1$@
uk: Комісія %1$@
zh_hans: 手续费 %1$@
zh_hant: 手續費 %1$@

# $fee_value_bold
source: **Fee:** %1$@
de: **Gebühr:** %1$@
es: **Comisión:** %1$@
pl: **Opłata:** %1$@
ru: **Комиссия:** %1$@
th: **ค่าธรรมเนียม:** %1$@
tr: **Ücret:** %1$@
uk: **Комісія:** %1$@
zh_hans: **手续费:** %1$@
zh_hant: **手續費:** %1$@

# $fee_value_with_colon
source: Fee: %1$@
de: Gebühr: %1$@
es: Comisión: %1$@
pl: Opłata: %1$@
ru: Комиссия: %1$@
th: ค่าธรรมเนียม: %1$@
tr: Ücret: %1$@
uk: Комісія: %1$@
zh_hans: 手续费: %1$@
zh_hant: 手續費: %1$@

# $hardware_blind_sign_not_enabled
source: To continue, enable the "Blind Signing" option in the settings of the %1$@ App on Ledger.
de: Um fortzufahren, aktivieren Sie die Option „Blindsignatur“ in den Einstellungen der %1$@ App auf dem Ledger.
es: Para continuar, habilite la opción "Firma Ciega" en la configuración de la aplicación %1$@ en Ledger.
pl: Aby kontynuować, włącz opcję „Ślepe Podpisywanie” w ustawieniach aplikacji %1$@ na Ledgerze.
ru: Чтобы продолжить, включите опцию «Слепое подписание» в настройках %1$@ App на Ledger.
th: ในการดำเนินการต่อ ให้เปิดใช้งานตัวเลือก "การลงนามแบบบอด" ในการตั้งค่าแอป %1$@ บน Ledger
tr: Devam etmek için, Ledger üzerindeki %1$@ Uygulamasının ayarlarında "Kör İmzalama" seçeneğini etkinleştirin.
uk: Щоб продовжити, увімкніть опцію «Сліпе підписання» в налаштуваннях %1$@ App на Ledger.
zh_hans: 要继续，请在 Ledger 的 %1$@ 应用程序设置中启用“盲签名”选项。
zh_hant: 要繼續，請在 Ledger 的 %1$@ 應用程序設置中啟用“盲簽名”選項。

# $hardware_payload_warning
source: **A third-party service is requesting access to your wallet.** This could lead to the loss of funds. Cancel the operation if you are not sure about the reliability of this service.
de: **Ein externer Dienst fordert Zugriff auf Ihre Wallet an.** Dies kann zum Verlust von Mitteln führen. Brechen Sie den Vorgang ab, wenn Sie sich der Zuverlässigkeit dieses Dienstes nicht sicher sind.
es: **Un servicio de terceros está solicitando acceso a su billetera.** Esto podría provocar la pérdida de fondos. Cancele la operación si no está seguro sobre la fiabilidad de este servicio.
pl: **Zewnętrzna usługa żąda dostępu do twojego portfela.** Może to prowadzić do utraty środków. Anuluj operację, jeśli nie jesteś pewien niezawodności tej usługi.
ru: **Сторонний сервис запрашивает доступ к вашему кошельку.** Это может привести к потере средств. Отмените операцию, если вы не уверены в надёжности этого сервиса.
th: **บริการของบุคคลที่สามกำลังขอเข้าถึงกระเป๋าเงินของคุณ** อาจทำให้สูญเสียเงินได้ ยกเลิกการดำเนินการหากคุณไม่แน่ใจเกี่ยวกับความน่าเชื่อถือของบริการนี้
tr: **Üçüncü taraf bir hizmet cüzdanınıza erişim istiyor.** Bu, fon kaybına yol açabilir. Bu hizmetin güvenilirliğinden emin değilseniz işlemi iptal edin.
uk: **Сторонній сервіс запитує доступ до вашого гаманця.** Це може призвести до втрати коштів. Скасуйте операцію, якщо ви не впевнені в надійності цього сервісу.
zh_hans: **第三方服务正在请求访问您的钱包。**这可能会导致资金损失。如果您不确定该服务的可靠性，请取消操作。
zh_hant: **第三方服務正在請求訪問您的錢包。**這可能會導致資金損失。如果您不確定此服務的可靠性，請取消操作。

# $help_center_prepositional
source: Help Center
de: Wissensdatenbank
es: Base de conocimientos
pl: Bazie Wiedzy
ru: Базе знаний
th: ฐานความรู้
tr: Bilgi Tabanımız
uk: Базі знань
zh_hans: 知识库
zh_hant: 知識庫
